[{"attributes":{"_nota":"Es necesario usar \"http://\" para los links","image":"profile.jpeg","cv":"cv.pdf","email":"ch.luna.mega@gmail.com","soundcloud":"https://soundcloud.com/christopher-luna-mega","youtube":"https://www.youtube.com/channel/UC_Uz_eBqMtXeC7GhZmMmfYA/featured?view_as=subscriber"},"body":"<p>Christopher Luna-Mega is a composer from Mexico City. Interested in focused listening, performance strategies, audio technology, and interdisciplinary collaboration, his work analyzes sounds and data from natural and urban environments and translates them into notated music for performers and electronics in various forms of media. </p>\n<p>His orchestral music has been performed by the Orchestra del Teatro Comunale di Bologna, BBC Scottish Symphony Orchestra, Iceland Symphony Orchestra, Montreal-Toronto Art Orchestra, and Orquesta Sinfónica Nacional de México, conducted by Tonino Battista, Ilan Volkov, Gregory Oh and José Luis Castillo, respectively. Ensembles that have performed his instrumental works include Liminar, Splinter Reeds, Friction Quartet, New Thread Quartet, Yarn|Wire, The William Winant Percussion Group, JACK Quartet, and The Arditti String Quartet. His music has been featured in festivals such as Other Minds &quot;The Nature of Music&quot; (Berkeley, CA), Diferencial (Mexico City), the New York City Electroacoustic Music Festival, Seoul International Computer Music Festival (Gwanju), AngelicA (Bologna), Tectonics (Reykjavik), Tectonics (Glasgow), L’Off (Montreal), Avant X (Toronto), Mills Music Now (Oakland, CA), and the International Forum for New Music “Manuel Enriquez” (Mexico City). His research on acoustic ecology and environmental sound-based composition has been presented and published in the proceedings of the Computer Music Multidisciplinary Research conference and the Jefferson Journal.</p>\n<p>Christopher Luna-Mega received a Ph.D. and M.A. in music composition and computer technologies from the University of Virginia; M.A. in composition from Mills College; B.M. in composition at the Universidad Nacional Autónoma de México –UNAM, Mexico City; and B.A. in film/communication theory at the Universidad Iberoamericana –UIA, Mexico City. He is an Assistant Professor of music composition, audio technology, and theory at the School of Music at San José State University. </p>\n","frontmatter":"_nota: Es necesario usar \"http://\" para los links\nimage: profile.jpeg\ncv: cv.pdf\nemail: ch.luna.mega@gmail.com\nsoundcloud: https://soundcloud.com/christopher-luna-mega\nyoutube: https://www.youtube.com/channel/UC_Uz_eBqMtXeC7GhZmMmfYA/featured?view_as=subscriber"}]